[
  {
    "id": "h1",
    "image": "https://imgcy.trivago.com/c_lfill,d_dummy.jpeg,e_sharpen:60,f_auto,h_225,q_auto,w_225/itemimages/21/28/21281356.jpeg",
    "title": "The Wellington Courtyard",
    "description": "Boasting an outdoor swimming pool, a shared lounge, and a garden, The Wellington Courtyard features accommodations in Tagaytay with free WiFi and pool views. This apartment provides free private parking and a shared kitchen."
  },
  {
    "id": "h2",
    "image": "https://imgcy.trivago.com/c_lfill,d_dummy.jpeg,e_sharpen:60,f_auto,h_225,q_auto,w_225/itemimages/27/62/2762974_v1.jpeg",
    "title": "Two Seasons Coron Island Resort",
    "description": "Presenting a haven in the middle ground of fine luxury and raw nature, Two Seasons Coron is also a turtle and giant clam sanctuary, and known as the first eco-friendly luxury island resort in Coron. Connecting islet, a vibrant house reef, lush tropical gardens, a 200-meter west-side beach, and another 200-meter east-side beach with mangroves. "
  },
  {
    "id": "h3",
    "image": "https://imgcy.trivago.com/c_lfill,d_dummy.jpeg,e_sharpen:60,f_auto,h_225,q_auto,w_225/itemimages/63/00/6300140.jpeg",
    "title": "Casa Kalaw",
    "description": "Nestled within Lio Tourism Estate, the first eco-masterplanned development in El Nido, Palawan. Casa Kalaw is a Filipino-inspired Boutique Resort which provides warmth, comfort and convenience for getaways and intimate gatherings."
  },
  {
    "id": "h4",
    "image": "https://imgcy.trivago.com/c_lfill,d_dummy.jpeg,e_sharpen:60,f_auto,h_225,q_auto,w_225/itemimages/99/10/991099.jpeg",
    "title": "Sangat Island Reserve",
    "description": "One of the best kept secrets of eco-conscious paradise-seekers and scuba diving enthusiasts throughout the world – features quaint, native-styled guest accommodations, a wide variety of on and off-resort activities and a professional, attentive staff singularly focused on making your stay a restful, adventure-filled and memorable one. "
  },
  {
    "id": "h5",
    "image": "https://imgcy.trivago.com/c_lfill,d_dummy.jpeg,e_sharpen:60,f_auto,h_225,q_auto,w_225/itemimages/28/04/2804512_v1.jpeg",
    "title": "Hotel Busuanga Bay Lodge",
    "description": "Busuanga Bay Lodge is an elegant, boutique, resort hotel located on the island province of Palawan, a nature sanctuary known all over the world as the Philippine’s last ecological frontier. Busuanga Bay Lodge offers 41 units in total including 38 rooms and 3 private, two-bedroom villas."
  },
  {
    "id": "h6",
    "image": "https://imgcy.trivago.com/c_lfill,d_dummy.jpeg,e_sharpen:60,f_auto,h_225,q_auto,w_225/itemimages/23/79/2379608.jpeg",
    "title": "Holiday Suites",
    "description": "As modern as it is comfortable, Holiday Suites Palawan is our response to both the local and international clamor for chic and comfortable accommodation. The combination of world-class sophistication and Filipino traditional value of hospitality was designed to provide you and your family."
  },
  {
    "id": "h7",
    "image": "https://imgcy.trivago.com/c_lfill,d_dummy.jpeg,e_sharpen:60,f_auto,h_225,q_auto,w_225/itemimages/26/72/2672628.jpeg",
    "title": "Coron Westown Resort",
    "description": "Coron Westown Resort offers guests first class hotel rooms that blend Filipino culture and modern amenities in a total resort experience that is sure to tantalize the senses and relax the body. The resort is just 25 minutes from the airport by shuttle van and just 5 minutes from downtown Coron."
  },
  {
    "id": "h8",
    "image": "https://imgcy.trivago.com/c_lfill,d_dummy.jpeg,e_sharpen:60,f_auto,h_225,q_auto,w_225/itemimages/12/64/1264945.jpeg",
    "title": "Asturias",
    "description": "Asturias Hotel Puerto Princesa is more than just a hotel; it is a haven to local and foreign visitors; an enjoyable place for a family bonding; a romantic getaway for every couple; and a respite for the hectic executive or entrepreneur and a portal to nature’s wonders for the adventurous tourist. "
  },
  {
    "id": "h9",
    "image": "https://imgcy.trivago.com/c_lfill,d_dummy.jpeg,e_sharpen:60,f_auto,h_225,q_auto,w_225/itemimages/28/18/2818641_v1.jpeg",
    "title": "Hotel Aziza Paradise",
    "description": "Aziza aims to impress an excellent experience to each of its guests. Whether they’re in the city for a holiday or to hold a corporate event, visitors can be sure that this hotel in Puerto Princesa with swimming pool will live up to their expectation.  The hotel also houses a coffee shop and the Voda Bar."
  }
]
