[
  {
    "id": "1",
    "image": "https://www.travel-palawan.com/wp-content/uploads/2018/09/ka-lui-restaurant-300x205.jpg",
    "title": "Kalui Restaurant",
    "description": "KaLui is a native-style restaurant popular with tourists and locals for its fresh and affordable seafood. It’s the most famous restaurant in Puerto Princesa.  Fresh catch of the day, includes sashimi, tempura, shellfish soup, baked mussel and much more."
  },
  {
    "id": "2",
    "image": "https://www.travel-palawan.com/wp-content/uploads/2018/02/La_terrace_Palawan_rest-300x205.jpg",
    "title": "La Terrasse Restaurant",
    "description": "A stylish restaurant in Puerto Princesa that serves amazing dishes made with fresh and organic ingredients. La Terrace Restaurant is the ideal venue for a romantic dinner in Puerto Princesa. The varied menu is based on high-quality local produce."
  },
  {
    "id": "3",
    "image": "https://www.travel-palawan.com/wp-content/uploads/2018/02/kinabuch-grill-and-bar-300x205.jpg",
    "title": "Kinabuchs Grill and Bar",
    "description": "Kinabuch Bar and Grill is one of the most popular restaurants in Puerto Princesa with a wide selection of local, international and exotic food."
  },
  {
    "id": "4",
    "image": "https://www.travel-palawan.com/wp-content/uploads/2018/09/ka-joel-inato-300x205.jpg",
    "title": "Ka Joel’s Inato Restaurant",
    "description": "Another native-style restaurant with a great variety of food choice from poultry, beef, pork, and seafood. Ka Inato Restaurant serves delicious Filipino and native food at an affordable price. The most popular are the grilled chicken leg served with steamed rice."
  },
  {
    "id": "5",
    "image": "https://www.travel-palawan.com/wp-content/uploads/2018/09/puerto-vista-restaurant-romatic-dinner-300x205.jpg",
    "title": "Puerto Vista Restaurant",
    "description": "The only restaurant in Puerto Princesa which offers Wagyu Beef. Wagyu cattle is known worldwide for its marbling characteristics and naturally enhanced flavor, tenderness, and juiciness. Puerto Vista also caters delicious French-Spanish and Moroccan cuisines. "
  },
  {
    "id": "6",
    "image": "https://www.travel-palawan.com/wp-content/uploads/2018/09/haim-chicken-inato-300x205.jpg",
    "title": "Haim Chicken Inato Restaurant",
    "description": "Offers more than just chicken! It has an extensive menu to satisfy every other kind of craving. The bestseller is, of course, chicken, grilled to perfection. Those who have tried it would attest that it’s grilled chicken like no other, especially when paired with rice, which is essential in a common Filipino meal."
  },
  {
    "id": "7",
    "image": "https://www.travel-palawan.com/wp-content/uploads/2018/02/pizza_is-300x205.jpg",
    "title": "Mc Coy’s Pizza House Restaurant",
    "description": "If you’re craving for Italian food in Puerto Princesa then there is no better place to go then McCoy’s Pizza House. It’s one of the most popular restaurants among locals in Puerto Princesa with great food and live music."
  },
  {
    "id": "8",
    "image": "https://www.travel-palawan.com/wp-content/uploads/2018/02/badjao_food-300x205.jpg",
    "title": "Badjao Seafront Restaurant",
    "description": "The Badjao Seafront is a restaurant built on stilts above the clear waters and surrounded by a mangrove forest overlooking the ocean. Badjao’s sea and mountain views are truly mesmerizing. The Badjao Seafront Restaurant serves a variety of seafood and Filipino dishes."
  },
  {
    "id": "9",
    "image": "https://www.travel-palawan.com/wp-content/uploads/2018/02/tiya_ising_food_1-300x205.jpg",
    "title": "Tiya Ising’s Filipino Restaurant",
    "description": "Tiya Ising is a restaurant serving traditional Filipino comfort food. Tiya Ising is the best place to go if you are looking for a restaurant that serves Filipino cuisine in Palawan."
  }
]
